---
kind: property
id: P:Autodesk.Revit.DB.Structure.ReleaseConditions.My
source: html/de48cd8d-eb29-de4f-7733-2f83876671d3.htm
---
# Autodesk.Revit.DB.Structure.ReleaseConditions.My Property

Gets or Sets the My of the release type.

## Syntax (C#)
```csharp
public bool My { get; set; }
```